---
kind: property
id: P:Autodesk.Revit.DB.Electrical.ElectricalSystem.PhaseLabel
source: html/2466b142-6fa4-5e68-65b3-b2e90ff92a9e.htm
---
# Autodesk.Revit.DB.Electrical.ElectricalSystem.PhaseLabel Property

The circuit phase label used in the Electrical System.

## Syntax (C#)
```csharp
public string PhaseLabel { get; }
```

## Remarks
This property is used to retrieve the phase label of the Electrical System on a panel.